{
    "Projects": "Проекты",
    "Contact": "Связаться с",
    "About": "Обо мне",
    "I am": "Я",
    "My Name is :Name": "Меня зовут :Name",
    "I’m a Full Stack Developer who loves coding, finding creative solutions to problems, and building great projects.": "Я разработчик полного стека, который любит кодить, находить творческие решения проблем и создавать отличные проекты.",
    "I’m passionate about web technologies and develop powerful, high-performance, and user-friendly applications using modern tools like Laravel, Livewire, Alpinejs and Tailwind CSS.": "Я увлекаюсь веб-технологиями и разрабатываю мощные, высокопроизводительные и удобные приложения, используя такие современные инструменты, как Laravel, Livewire, Alpinejs и Tailwind CSS.",
    "My Projects": "Мои проекты",
    "I am a professional passionate about software development and design.": "Я профессионал, увлеченный разработкой и проектированием программного обеспечения.",
    "After my software engineering education, I focused on web application development.": "Получив образование инженера-программиста, я сосредоточился на разработке веб-приложений.",
    "tech_message": " Я работаю с современными технологиями, такими как :php и :js, и разрабатываю проекты, ориентированные на пользователя.",
    "As someone who is always open to learning, I take care to keep myself updated about new technologies and trends.": "Как человек, который всегда открыт для обучения, я стараюсь быть в курсе новых технологий и тенденций.",
    "I aim to combine aesthetics and functionality in my projects.": "В своих проектах я стремлюсь сочетать эстетику и функциональность.",
    "Thanks to my teamwork and problem-solving skills, I work efficiently with teams from different disciplines.": "Благодаря умению работать в команде и решать проблемы, я эффективно сотрудничаю с командами, представляющими различные дисциплины.",
    "My goal is to use technology to create solutions that will make people's lives easier.": "Моя цель - использовать технологии для создания решений, которые сделают жизнь людей проще.",
    "The projects in my portfolio are a reflection of this passion and professional approach.": "Проекты в моем портфолио являются отражением этой страсти и профессионального подхода.",
    "For more information and to see my projects in detail, please browse the sections below.": "Для получения дополнительной информации и детального ознакомления с моими проектами, пожалуйста, просмотрите разделы ниже."
}