{
    "Hello, ": "Hello, :name!",
    "Projects": "Projeler",
    "Contact": "İletişim",
    "About": "Hakkimda",
    "I am": "Ben",
    "My Name is :Name": "Benim Adım :Name",
    "I’m a Full Stack Developer who loves coding, finding creative solutions to problems, and building great projects.": "Kodlamayı, sorunlara yaratıcı çözümler bulmayı ve harika projeler oluşturmayı seven bir Full Stack Developer'ım.",
    "I’m passionate about web technologies and develop powerful, high-performance, and user-friendly applications using modern tools like Laravel, Livewire, Alpinejs and Tailwind CSS.": "Web teknolojileri konusunda tutkuluyum ve Laravel, Livewire, Alpinejs ve Tailwind CSS gibi modern araçları kullanarak güçlü, yüksek performanslı ve kullanıcı dostu uygulamalar geliştiriyorum.",
    "My Projects": "Projelerim",
    "I am a professional passionate about software development and design.": "Yazılım geliştirme ve tasarım konusunda tutkulu bir profesyonelim.",
    "After my software engineering education, I focused on web application development.": "Yazılım mühendisliği eğitimimden sonra web uygulama geliştirmeye odaklandım.",
    "tech_message": ":php ve :js gibi modern teknolojilerle çalışıyor ve kullanıcı odaklı projeler geliştiriyorum.",
    "As someone who is always open to learning, I take care to keep myself updated about new technologies and trends.": "Öğrenmeye her zaman açık biri olarak yeni teknolojiler ve trendler hakkında kendimi güncel tutmaya özen gösteriyorum.",
    "I aim to combine aesthetics and functionality in my projects.": "Projelerimde estetik ve işlevselliği birleştirmeyi hedefliyorum.",
    "Thanks to my teamwork and problem-solving skills, I work efficiently with teams from different disciplines.": "Ekip çalışması ve problem çözme becerilerim sayesinde farklı disiplinlerden ekiplerle verimli bir şekilde çalışıyorum.",
    "My goal is to use technology to create solutions that will make people's lives easier.": "Amacım teknolojiyi kullanarak insanların hayatını kolaylaştıracak çözümler üretmek. ",
    "The projects in my portfolio are a reflection of this passion and professional approach.": "Portföyümdeki projeler bu tutkunun ve profesyonel yaklaşımın bir yansıması.",
    "For more information and to see my projects in detail, please browse the sections below.": "Daha fazla bilgi almak ve projelerimi detaylı olarak görmek için lütfen aşağıdaki bölümlere göz atın.",
    "My Recent Projects": "Yakın Zamandaki Projelerim",
    "Every project is a new learning and development opportunity. Even if you take small steps at the beginning, each line of code takes you further. The important thing is not to start perfectly, but to keep moving forward. Never stop experimenting, exploring and creating!": "Her proje, yeni bir öğrenme ve gelişim fırsatıdır. Başlangıçta küçük adımlar atsan bile, her satır kod seni daha ileriye taşır. Önemli olan mükemmel başlamak değil, sürekli ilerlemektir. Denemekten, keşfetmekten ve yaratmaktan asla vazgeçme!",
    "My Projects Image": "Proje görsellerim",
    "Contact us for more info": "Daha fazla bilgi için bize ulaşın",
    "The email field must be a valid email address.": "E-posta alanı geçerli bir e-posta adresi olmalıdır.",
    "Send": "Gönder",
    "Message": "Mesajınız",
    "Email address": "E-posta adresi",
    "Full Name": "Ad Soyad",
    "What do you want to ask": "Ne sormak istiyorsun?"
}